export const entry = [
  {
    name: 'p1',
    content: '智能表单功能页面简介',
    id: 100,
  },
  {
    name: 'p3',
    content: '智能表单编辑器中的区块主要包含这些功能点：',
    id: 101,
  },
  {
    name: 'list',
    content: [
      '可视化页面搭建，通过简单的拖拽完成应用页面开发，对前端技能没有要求或不需要特别专业的了解',
      '可视化流程设计，不管是业务流程还是审批流程，都可以通过简单的点线连接来进行配置',
      '可视化报表及数据分析，BI 数据分析能力成为标配，随时随地通过拖拽选择来定义自定义分析报表',
      '可视化服务与数据开放、集成，具备与其他系统互联互通的配置',
      '权限、角色设置标准化和业务化，通过策略规则配置来将数据、操作的权限进行精细化管理',
      '无需关心服务器、数据库等底层运维、计算设施设备、网络等等复杂技术概念，具备安全、性能的统一解决方案，开发者只需要专注于业务本身',
    ],
    id: 107,
  },
  {
    name: 'img',
    content: ['/static/vueForm/整体.png'],
    id: 106,
  },
]
